{
  "titulo_formulario": "FORMULARIO A-5",
  "subtitulo": "IDENTIFICACIÓN DE DOCUMENTOS A ENTREGAR ANTE EL CLIENTE.",
  "tabla_documentos": {
    "encabezados": ["ANTECEDENTE", "Incluido (SI/NO)", "Folio de Hoja"],
    "filas": [
      { "antecedente": "Formulario A-1: Identificación del Proponente" },
      {
        "antecedente": "Fotocopia legalizada ante Notario de la cédula de identidad del representante legal del PROPONENTE"
      },
      { "antecedente": "RUT de la empresa" },
      {
        "antecedente": "Certificado de vigencia de la sociedad, extendido con no más de treinta (30) días de anticipación de la fecha de presentación de las propuestas"
      },
      {
        "antecedente": "Fotocopia legalizada ante Notario de la patente comercial al día"
      },
      {
        "antecedente": "Copia de la escritura, acta de Directorio u otro instrumento en el que conste el nombre del (los) representante(s) legal(es) de la sociedad y las facultades de que están investidos para representarla y obligarla"
      },
      {
        "antecedente": "Individualización completa de los socios y de sus asociados en caso de consorcio y porcentaje de participación en la empresa cuando corresponda"
      },
      {
        "antecedente": "Certificado de deuda de la Tesorería General de la República"
      },
      {
        "antecedente": "Copias de los tres (3) últimos estados financieros auditados del PROPONENTE, demás miembros de su consorcio y de sus casas matrices o empresas representadas cuando proceda, es decir, Balance Clasificado, Estado de Resultados, Estado de Flujo Efectivo y Notas Explicativas a los Estados Financieros, correspondientes a los ejercicios comerciales de los años 2022, 2023 y 2024"
      },
      {
        "antecedente": "Certificado de Boletín de Informes Comerciales emitido por la Cámara de Comercio"
      },
      {
        "antecedente": "Boletín Laboral y Previsional de la Dirección del Trabajo"
      },
      {
        "antecedente": "Declaración Jurada:",
        "subpuntos": [
          "• No afectación por prohibiciones del Art. 4° Ley 19.886",
          "• No encontrarse en quiebra",
          "• Aceptación de las Bases",
          "• Constitución de domicilio en Valparaíso."
        ]
      },
      {
        "antecedente": "Tratándose de consorcios, adicionalmente deberán adjuntar a su propuesta lo siguiente:",
        "subpuntos": [
          "i. Carta compromiso en la que los miembros del consorcio manifiestan fehacientemente su intención de constituirse legalmente en Chile, en el evento de resultar Adjudicatarios de la Propuesta",
          "ii. Copia del instrumento o escritura de constitución de cada uno de sus integrantes, junto a una traducción oficial al español del mismo, en caso que no estuviera originalmente en dicho idioma",
          "iii. En caso de las agencias de sociedades anónimas extranjeras, deberá cumplirse con lo establecido en los artículos 121 y siguientes de la Ley de Sociedades Anónimas"
        ]
      },
      {
        "antecedente": "Carta de presentación del PROPONENTE, firmada por su representante legal, señalando en detalle los contratos suscritos por servicios similares a los solicitados en estas Bases y cobertura geográfica de los servicios que presta en dichos contratos"
      },
      {
        "antecedente": "Cartas compromiso de otras empresas con las cuales el PROPONENTE que aporten elementos que sean esenciales para la realización del proyecto. En esta carta, cada empresa deberá manifestar estar en conocimiento de la propuesta y comprometerse a participar en los términos que en ella se expresan. Esta carta deberá ser firmada por el presentante legal de la empresa respectiva. Si el CLIENTE lo estima pertinente, podrá pedir cartas adicionales a las presentadas, para hacer entrega de ellas."
      }
    ]
  },
  "firma": {
    "texto": "________________________",
    "cargo": "Firma Representante Legal",
    "lugar_fecha": "Valparaíso: ……………………………………………….."
  }
}
